import image1 from './assets/econom.jpg';
import image2 from './assets/geologiya_gruntov2.jpg';
import image3 from './assets/geoproject.jpeg';
import image4 from './assets/geoproject3.jpg';
import image5 from './assets/geoproject4.jpg';
import image6 from './assets/geoproject5.jpg';

const initialNewsData = [
  {
    title: 'Государственное предприятие «Кыргызгеология» объявляет о приобретении специализированной техники и геологических оборудований',
    text: 'Уважаемые поставщики, Государственное предприятие «Кыргызгеология» приглашает к участию в конкурсе на поставку специализированной техники и геологического оборудования...',
    image: image1,
  },
  {
    title: 'Информация о конкурсе на ведение совместной деятельности на проведение геологоразведочных работ железорудном месторождении «Джетым»',
    text: 'Государственное предприятие «Кыргызгеология» приглашает потенциальных инвесторов к сотрудничеству на проведение геологоразведочных работ на железорудном месторождении «Джетым»...',
    image: image2,
  },
  {
    title: 'Информация о конкурсе на ведение совместной деятельности на проведение геологоразведочных работ на участке каолина «Ак-Моло»',
    text: 'Государственное предприятие «Кыргызгеология» приглашает потенциальных инвесторов к сотрудничеству на проведение геологоразведочных работ на участке каолина «Ак-Моло»...',
    image: image3,
  },
  {
    title: '«Кыргызгеология» объявляет закупку оценочных услуг на определение рыночной стоимости аренды государственных не жилых помещений (склады, производственные помещения)',
    text: 'Государственное предприятие «Кыргызгеология» объявляет закупку оценочных услуг на определение рыночной стоимости аренды государственных не жилых помещений...',
    image: image4,
  },
  {
    title: 'Информация о конкурсе на ведение совместной деятельности на проведение геологоразведочных работ на площади угля «Арпатала»',
    text: 'Государственное предприятие «Кыргызгеология» приглашает потенциальных инвесторов к сотрудничеству на проведение геологоразведочных работ на площади угля «Арпатала»...',
    image: image5,
  },
  {
    title: 'Государственное предприятие «Кыргызгеология» объявляет о приобретении специализированной техники и геологических оборудований',
    text: 'Государственное предприятие «Кыргызгеология» приглашает к участию в конкурсе на поставку специализированной техники и геологического оборудования...',
    image: image6,
  },
];

export default initialNewsData;
